---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignMechanicalLoadPerAreaParam
source: html/b8e2a78c-deb6-20f5-c232-ad8c75acbc8b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignMechanicalLoadPerAreaParam Property

"Design HVAC Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignMechanicalLoadPerAreaParam { get; }
```